Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[TAPAS] KO>EN Translation.tmx
Source language: ko_kr
Languages: en

source: 그렇지요.
en: that's true.

source: 몸이 자유로울 때 더 벌어야지.
en: I should make money when I can move my body easily.

source: 왜 저에게 부탁을…?
en: why are you asking me to do it...?

source: 딱 하나, 중요하게 보는 것이 학력입니다.
en: but there is one thing that we care about. that is their educational background.

source: 이제 안 우시는군요, 다행입니다.
en: you aren’t crying anymore. I’m relieved.

source: 메커 경을 제외한 이는 올해로 60세이니,
en: since the other swordmaster turns 60 years old this year,

source: 이미 대제께서 확인을 해주신 일이며,
en: the former emperor had already confirmed this fact,

source: 가문의 고유 능력을 사용한 적이 없으니 정확히 가늠할 수가 없고요.
en: so I can’t accurately estimate his strength.

source: 정무로 분주하신 와중에도 이리 와주셔서 정말 감사합니다.
en: thank you so much for visiting when you must be busy with government affairs.

source: 나빠졌던 왕가의 이미지도 그럭저럭 복구 시켰으니….
en: and restored the reputation of the royal family...

source: 돈은 그랑그랑에 도착하면 줄 테니까,
en: I'll give you the money when you get to grand grand.

source: 알았어….
en: all right...

source: 쿠션이랑 의자에 마법 빵빵하게 걸려 있는 걸로 잡아야 해!
en: make sure to get the carriage with pillows and seats that have a bunch of magic cast on them!

source: 만드는데 꽤 힘들었어요~.
en: making that was quite a lot of work.

source: 이 방입니다.
en: this is the room.

source: 무엄하다!
en: how dare you!

source: 웃고는 있지만… 상태가 심각해보이네….
en: he's laughing but... he looks like he's in a critical condition...

source: 그래!
en: that’s correct!

source: 레이딘 경같은 사람은 억지로 쉬게 하지 않으면 몸을 혹사시키니까요.
en: people like sir radin end up overworking themselves unless they’re forced to rest.

source: 하지만 호위기사는 폐하의 곁을 비울 수 없다며 꼼짝도 하지 않습니다.
en: but he is not budging about saying that a guard shouldn't leave the empress.

source: …송구합니다.
en: ...it's an unfortunate situation.

source: 그레이캣
en: by Gray Cat

source: 최선을 다하겠습니다…!
en: I'll do my best...!

source: 나머지는 녹여서 국고로 귀속될 예정입니다.
en: and the rest will be melted and returned to the imperial treasury.

source: 얼마나 더 살지도 알 수 없다고 하더군요….
en: I heard he won’t live much longer...

source: 17살만 되었어도 아무 문제없었을 텐데….
en: it wouldn't have been a problem if he was 17 years old...

source: 폐하, 어찌 이곳까지….
en: your majesty, how come you are--

source: 바론 부인이 좋아하는 게 분명….
en: what does mrs. baron like...?

source: 시스티나 님까지 무슨 일로….
en: and miss sistina? what's going on—

source: 그래서 팔고 있지 않는 거구나….
en: that's why it hasn't been on sale...

source: 레이딘 경이 가문을 잇는다면 문제가 되지 않을까요?
en: wouldn't it be a problem if sir radin succeeded the family?

source: 잠시만.
en: wait.

source: 충격이 심하니 이렇게 계시는 것이 안전합니다.
en: it's better for you to stay this way to prevent the shock.

source: 그게 무슨 미친 소리입니까?
en: what utter nonsense are you talking?

source: 아팠다, 나았다를 반복합니다만… 지금은 괜찮군요.
en: I keep going back and forth between feeling sick and feeling better... but I’m good now.

source: 입 안도 텁텁하고….
en: my mouth also feels dry...

source: 어휴… 그냥 제가 같이 갈게요.
en: ugh... I'll just go with him.

source: 왕이 될 겁니다.
en: will become the queen.

source: 하지만 아들인 벤토아 소공자가 있는데,
en: but you have a son, the little lord bentoi.

source: 아침에 상태가 더 나빠지면 바로 병원에 가보자.
en: you should go see a physician right away if you feel worse in the morning.

source: 네?
en: what?

source: 들어오세요.
en: come in.

source: 여태껏 전쟁에서 패배한 왕을 살려두는 법은 없었어.
en: there hasn’t been a single case where the defeated king has come out alive.

source: 아기들이라고?
en: did you just say babies?

source: 말해보세요.
en: go on.

source: 그건 반역이나 마찬가지입니다!
en: that is treason!

source: 레어드는 바람 앞의 촛불 신세가 되고 말 거야.
en: laird will be nothing more than a small candle standing in a wind.

source: 그보다 너무 놀라서인가
en: anyway, I was so surprised

source: 제 검으로 레어드의 안전을 조금이나마 지킬 수 있다면 그것으로 만족합니다.
en: as long as I can contribute to the safety of laird, I am satisfied with that.

source: 폐하, 너무 많습니다….
en: there are too many, your majesty...

source: 그냥 고민할 일이 있어서.
en: I just have something to think about.

source: 부탁드립니다.
en: I beg of you, your majesty.

source: 이미 검으로 최고의 경지에 올랐는데 벤토아 고유의 능력까지 강하다는 것인가….
en: I can't believe he's also talented in using bentoi’s unique ability when he's already reached the top with his swordsmanship...

source: 갑작스러웠을 텐데… 잘 부탁해요.
en: it must have been sudden... I wish you well.

source: 아무튼, 데리러 왔으니 어서 타세요!
en: anyway, I came to pick you up. get in the back!

source: 진료소가 붐빌 날도 아니고.
en: I know the clinic isn't busy today,

source: 부모님의 무덤에 데려가줄게요.
en: I'll take you to my parents' graves.

source: 처음에 검사하신 의사 선생님이 다른 데로 가보라고 하셔서,
en: the first physician who examined her told us to go to a different clinic so--

source: 알겠습니다.
en: yes, your majesty.

source: 그간 저택에 특별한 일은 없었나?
en: did anything special happen at the mansion while I was gone?

source: 열이 있는 것 같군요.
en: it looks like you do have a fever.

source: 그럼,
en: now,

source: 그냥 저보고 레이딘 경을 설득하라고 하실 생각이잖아요….
en: I know you're just gonna tell me to persuade sir radin...

source: 절 어디로 데려가려는….
en: where are you trying to take me...

source: 그렇습니다.
en: that's right.

source: 그럼 당장 쏴!
en: then shoot him right now!

source: 앞으로 쓸데없는 소리를 하는 이가 나오지 않기를 바랍니다.
en: from this moment forward, I hope no one says anything unwise.

source: 내년 봄이라….
en: next spring...?

source: 소공자의 후견인 자리를 받아들인 건,
en: the only reason I agreed to become issa bentoi's custodian,

source: 두 번째, 레이딘 아펜 루스트를 내 아들 이사 벤토아의 후견인으로 지정한다.
en: second, I hereby appoint radin appen rooste as the legal custodian of my son issa bentoi.

source: 네, 황금사자의 일부는 아이의 보상금으로,
en: yes, part of the golden lion will be given as compensation to the child's parents,

source: 안색이 안 좋아!
en: you don't look too good!

source: 고아로 자란 사람이 있는데 알고 보니 어떤 집안의 자식이었고,
en: there’s someone who was raised as an orphan, but turned out to be the child of this one family,

source: 땅이 흔들려서 위험합니다.
en: it's gonna be dangerous because the floor will shake.

source: 심지어 공격을 성벽으로 쳐내고 있어!
en: they’re hitting the attack back to the rampart!

source: 설마 이 녀석 때문에 직접 오신 거였습니까?
en: wait, did you come all the way here because of this guy?

source: 어어어어어?!?!?!?!
en: huuuh?!?!?!?!

source: 비가 갑자기 많이 와서 배달이 아니라 사람을 보내려고 연락을 했는데
en: it suddenly started pouring so we contacted the bakery to send someone and pick up the order instead,

source: 그런데 레이딘은 공식적인 자리에서 단 한 번도
en: however, radin has never once used our family’s special ability in official events

source: 너도 알고 있을 거야.
en: you're probably aware

source: 응, 라네페 누나는 아픈 게 아니라
en: yes. ranepe is not sick,

source: 오셨습니까, 폐하.
en: your majesty.

source: 손도 까딱하지 않고 이 정도의 중력을 다루다니….
en: to think that he can control this much gravity without even moving his finger...

source: 세트가 왕자로 태어나지 않았더라면….
en: if only sett hadn’t been born as the prince...

source: 아, 아니 갑자기 왜 그 장면이 떠오르는 건데~!!!
en: w-why is that scene popping up in my head all of a sudden?!

source: 비싼 마법 검사도 받고.
en: get an expensive magic examination,

source: 한 번 보시는데 연무장을 부술 필요는 없으니까.
en: she's only seeing it once. there's no need to break the practice hall.

source: 레이딘 경도 벤토아 가의 일원이십니다.
en: sir radin is a member of the bentoi house,

source: 후계자보다 똑똑해야 한다는 것이 조건이지요.
en: they must be smarter than the heir.

source: 망할 영감탱이가 돈 욕심은 더럽게 많아서는….
en: that greedy old man...

source: 무슨 일이지…?
en: I wonder what's going on...?

source: 역시 2주에 한 번으로 줄여주십시오.
en: I really think you should consider reducing it to once every other week.

source: 레이딘은 제 동생이자
en: radin is my younger brother

source: 기간은… 이사가 자라 정식으로 가주직을 물려받을 때까지다.
en: until... issa grows up and officially inherits the head of the house position.

source: 자존심의 문제라는 건가요?
en: are you saying this is a matter of power?

source: 에휴… 일단 가보죠.
en: haa... let's go then.

source: 으악!!!
en: aagh!!!

source: 네, 오늘의 안건들 보고해주세요.
en: yes, please read today's agenda to me.

source: 도통 나아질 기미가 안 보이네….
en: it doesn't seem to be getting better at all...

source: 꼭이야!
en: promise me!

source: 몸이 가뿐해
en: my body feels very light.

source: 예산도 감당할 만한 수준이고요.
en: the cost seems reasonable as well.

source: 어, 응….
en: oh, okay...

source: 뭐, 이것저것 싸 들고 왔더군요.
en: it looks like he brought a lot of random things.

source: 폐하께서도 아시다시피… 저는 희소병을 앓고 있습니다.
en: as you already know... I’m suffering from a rare disease.

source: 검사 결과로는 몸 상태는 아주 좋다고 하네.
en: they said everything looks good according to the examination results,

source: 성벽을 파괴하려 한다!!!
en: he’s trying to destroy the rampart!!!

source: 저희끼리 방법을 찾아볼 테니 잠깐 낮잠이라도 주무시고 오십시오, 폐하.
en: please take a short nap while we try to find a solution, your majesty.

source: 자세한 내용은 경이 저를 돕겠다고 말하면 알려드리겠습니다.
en: I will tell you the detailed plan if you agree to help me, sir macker.

source: 네, 그 정도면 세트를 밖으로 빼돌릴 시간은 충분할 거예요.
en: yes, that will be enough time to move sett out of the royal palace.

source: 퇴근할 때 수습해볼게요.
en: I'll take care of it when I'm done with work.

source: 황궁에도 벤토아 가문의 기사들이 많으니
en: there are many imperial knights from the bentoi house.

source: 으아악~!!!
en: aagh!!!

source: 경의 나이는 몇 살인가요?
en: how old are you, sir?

source: 으아, 배고파.
en: aah, I'm starving.

source: 네~.
en: hi

source: 이 빵을 만들 때 사용하는 마법 횟수야.
en: that's the number of magic used to make this bread.

source: 경을 잃는 것이 레어드의 군사력과 사기에 얼마나 큰 영향을 끼칠지 모른다고 하진 않겠죠.
en: don’t tell me you don’t know how much your death will affect laird’s military and soldiers.

source: 그나저나 말도 잘 안 하는 사람이 이렇게 일장 연설을 하다니
en: I didn't expect a quiet person like him to give me this long speech.

source: 훈련에 대한 것들은 부족하지 않게 일러주고 있습니다.
en: I've been trying to tell him everything I know about training.

source: 오늘은 황금사자의 목만 베어갔지만,
en: they only took the golden lion’s head this time,

source: …아예 집에서 내쫓기는 건가.
en: ...so they’re basically kicked out of the house.

source: 그래서 거래입니까?
en: so it's a deal then?

source: 원작 :
en: Original Story

source: 대답은 잘해요….
en: we'll see if he actually does...

source: 레이딘 경, 여기 앉아봐요.
en: sir radin, sit over here.

source: 이건 제가 세트에게 건네줄게요.
en: I’ll take this to sett.

source: 무슨 말을 할지 궁금하지만….
en: I'm curious what he's going to say but...

source: 그래도….
en: still...

source: 돈을 안 준다고 해야죠.
en: we'll just refuse to pay them.

source: 조금 더 한가해지고 꽃이 많이 피면….
en: when I am less busy and more flowers bloom...

source: 기왕 이렇게 된 거 지혜를 짜내보지요.
en: we might as well come up with a smart way to deal with this.

source: 우리 아르비타의 황제 폐하께서는 생명을 빼앗는 대신,
en: the empress of arvita decided to hold this arrogant lion accountable,

source: 그러고 보니 요즘 라네페 언니가 피곤해하는 것 같죠?
en: by the way, don't you think ranepe looks very tired these days?

source: 거래를 하려고.
en: to make a deal.

source: 신입기사의 평균 나이가 20대 초반이라고 들었는데….
en: I heard the average age of the newcomers is in the early 20s...

source: 그리고 치사하다는 소리를 듣겠지만… 최후의 방법으로는….
en: and even though they might say that I'm playing dirty... as the last resort...

source: 뭘 이렇게까지….
en: you really didn't have to do this...

source: 솔직히 공작가에 별다른 감정은 없습니다만….
en: frankly, I don't have bad feelings towards the bentoi house...

source: 뭐야?!
en: what’s that?!

source: 들려드리고 싶은 이야기가 있습니다.
en: I have a story I’d like to tell you.

source: 어차피 저도 나가서 검을 휘두르는 것이 전부이고,
en: especially since all I do is go outside and wield my sword,

source: 그 약… 엄청 썼지만 효과는 좋네.
en: that medication was extremely bitter... but it seems to be effective.

source: 배달이에요.
en: I'm here for a delivery.

source: 하긴… 강한 사람을 가주로 인정하는 특이하고 고지식한 가문인데…
en: the bentoi house is an odd and conservative family that accepts the strongest person as their head of the house...

source: 이게 무슨 소리…
en: what was that soun—

source: 어렵다는 건 알고 있습니다.
en: I know it’ll be difficult.

source: 어…!
en: wait...!

source: 그런….
en: oh my...

source: 무리인 걸 알지 않나요?
en: aren’t you aware that it is almost impossible to win?

source: 制가 그렇게 되지 않게 할 겁니다.
en: I won’t let that happen.

source: 이대로 저택으로 갈 거니 조용히 있으세요.
en: we're gonna go straight to your mansion so stay quiet.

source: 폐下!!!
en: your majesty!!!

source: 메커 경, 누트샤 공주님께서 오셨습니다.
en: sir macker, princess nutsha has arrived.

source: 경사잖아?
en: that’s amazing news!

source: 벤토아는 전부 강하니까 훈련 방식도 다르겠어요.
en: since all bentois are quite strong, the training methods must also be different.

source: 마을에 사람도 별로 없네요.
en: it doesn’t even seem like there are many people living in the town.

source: 저는 잘못하지 않았습니다.
en: I didn’t do anything wrong.

source: 그래서 방법은 찾으셨나요?
en: so did you find a solution?

source: 가장 믿고 따르는 사람이 설득해도 싫다고 했대.
en: apparently, he even refused when the person he trusts the most tried to persuade him.

source: …무슨 거래 말입니까?
en: ...what deal are you talking about?

source: 초기에는 조심해야 할 텐데….
en: you'll have to be careful in the beginning stage...

source: 가족들뿐만 아니라 신하들에게도 많은 지지를 받았어.
en: but instead, I received much support, not only from my family but also from my servants.

source: 방금
en: what did

source: 아니면 단순히 왕의 명령에 따르는 신하이고 싶나요?
en: or just a servant who follows the king’s orders?

source: 어쩐지 먹어 본 사람 전부가 맛있다고 한 이유가….
en: now I understand why everyone who tried this bread thought it was delicious...

source: 바론 부인이 임신을 했다나 봐.
en: apparently, mrs. baron is pregnant.

source: 역대 가주들의 강함을 100으로 친다면 레이딘은 약 180정도가 될 겁니다.
en: If I were to say the strength of the previous head of the house is 100, radin is probably around 180.

source: 시작하겠습니다!
en: I'll begin!

source: 진짜 맛있잖아!
en: this really does taste amazing!

source: 그리고 어찌 됐든… 가족이잖아요?
en: also... it's his family.

source: 설마 직접 오실 줄은 나도 몰랐다고.
en: I didn't expect her to come here either.

source: 제 이름에 벤토아라는 성을 붙이려는 것에는 이러한 뒷사정도 있습니다.
en: this is one of the major reasons they are trying to change my last name to bentoi.

source: 뭔데 그러니?
en: what is it?

source: 공주님.
en: your highness.

source: 그래서 표정이 이렇군요.
en: that explains his face.

source: 아니면 소공자가 황궁에 들어와서 해도 문제없을 거라고 봐요.
en: or, issa bentoi could come to the imperial palace and learn.

source: 베어내는 일뿐!
en: is cut it off!

source: 시작한 거야?
en: is it that time of the month?

source: 레이딘 경의 짓인가….
en: is this sir radin's doing...?

source: 현명하고 따뜻한 분이셔.
en: she's wise and kind.

source: 이것이 최대한의 절충안이란 걸.
en: that this is the best compromise.

source: 실드 전개!
en: open shield!

source: 31화
en: Episode 31

source: 검이나 체력 단련 같은 건 똑같습니다만,
en: swordsmanship and training methods are all the same,

source: 크흠, 폐하.
en: ehem, your majesty.

source: …그래.
en: ...yes.

source: 레이딘 경은 휴가 중이니 퇴근길에 배달해줘야지!
en: since sir radin is on a vacation, I should deliver it to him on my way back home!

source: 절충안?
en: an agreement?

source: 경은 정말로 그것이 레어드를 위한 길이라고 생각하는 건가요.
en: do you really believe that it is for laird?

source: 이번 기회에 본인 저택에도 들르라고 하는 편이 좋겠죠?
en: I should probably tell him to visit his home too, shouldn’t I?

source: …소공자의 후견인이 되어 4,5년 정도만 참으면 되는 겁니까?
en: ...so all I have to do is to become a custodian of lord issa and be patient for about 4-5 years?

source: 폐하의 호위는요?
en: what about the empress’s protection?

source: 출전할 사람을 때리면 안 돼!
en: you can’t hit someone who’s about to go to war!

source: 뭐?!
en: what?!

source: 왜 그전까진 안 써본 거죠?
en: why haven't we implemented these earlier?

source: 그리고 벤토아 공작가는 장자 상속이 아닌,
en: also, it is the bentoi house's tradition

source: 유언을 들어야 할 분이 다 오지 않으셨다니.
en: I didn't realize everyone who should listen to the will hadn't arrived.

source: 자, 여기 휴가증.
en: here, the vacation pass.

source: 언니가 돌아오기 전에 축하 준비를 하자고!
en: let's prepare to congratulate ranepe before she gets back!

source: 그런데 그 사람은 싫다고 했나 보구나.
en: I’m guessing that he refused, right?

source: 그랑그랑… 제발~.
en: grand grand... please

source: 애당초 가문 내부의 일에 폐하를 끌어들이는 것 자체가 문제입니다.
en: they shouldn't have brought you into their family business, to begin with.

source: 좋아.
en: good.

source: 공기가 습하네….
en: the air feels humid...

source: 제국법에 마탑은 중립이어야 한다고 되어 있죠?
en: it's stated on the imperial law that the magic tower must remain neutral, right?

source: 아무래도 내가 황궁에 가서, 언니가 일을 더 하게 되니까 많이 힘든가 봐….
en: I think ranepe is struggling because she has to work more since I'm at the imperial palace most of the time...

source: 뭐, 저런 괴물이….
en: he’s such a monster...!

source: 실력이 비슷한 놈들 중에 후견인을 지정하면 문제가 안 일어날 것 같으냐?
en: do you really think there won't be a problem if I appoint a custodian among the ones who have similar skills?

source: 갑자기 어디서 나타난 거지?!
en: where did they suddenly appear from?!

source: 레어드 왕궁
en: laird kingdom

source: 얼마 전에는 괜찮아 보이시더니….
en: you looked just fine a little while ago...

source: 하지만 레어드의 왕족으로서 그 시간 동안 레어드가 망가지는 것을 지켜보고만 있을 수도 없어요.
en: but also as a member of the royal family, I can’t just sit and watch the laird kingdom fall.

source: 가령, 폐하와 제가 처음 만났던 때의 이야기라든가.
en: for example, a story about when we first met.

source: 이 병력으로…
en: it’s impossible...

source: 새로 들어오는 사람을 황실 비밀부대의 대원으로 하면 된다는 말입니다.
en: I'm saying we can have one of the members of the imperial special forces work here.

source: 당분간 못 볼 생각을 하니 조금 아쉽네….
en: I feel a little sad thinking about how I won’t be seeing him for a while...

source: 유리구슬이 수정구슬을 대신하는 것인데 20년 동안 연구했고… 수식이 어쩌고… 원리가 저쩌고… @&&$*&%!
en: it's about replacing crystal balls with glass balls... and I've been working on it for 20 years... the formula goes... and the theory... @&&$*&%!

source: 가문 재산을 다 털어먹는 수준이 되어서요.
en: it has gotten to the point where they have robbed all the family fortunes.

source: 끝날 때까지 레이딘 경을 의자로 사용하십시오, 폐하.
en: use sir radin as your chair, your majesty.

source: 법적인 후견인이 되는 걸로 충분하지 않습니까.
en: don’t you think being his legal custodian is enough?

source: 갖은 수를 다 써보았지만… 치료 방법을 찾지 못했습니다.
en: I’ve tried everything that is available... but I wasn’t able to find a cure for my disease.

source: 네.
en: yes.

source: 아무리 마법사들이라도 방법이 세 가지가 되니 하나쯤은 걸리겠죠?
en: at least one of these three measures will work, even on the sorcerers, right?

source: 이 정도면 업무 중독이야….
en: he's definitely a workaholic...

source: 마스터 크란쥬라면 잘 아시겠죠?
en: that an enormous amount of mana goes into teleporting, master cranju.

source: 레이딘 경, 잠깐 진정 좀 해볼래요?
en: sir radin, can you please calm down for a moment?

source: 벤토아 공작가는 이름난 기사 가문이랬지….
en: I was told duke bentoi’s house is a famous family of knights...

source: 무슨 일 있나?
en: is something going on?

source: 이른 나이에 아버지를 잃은 소공자를 걱정한 황제 폐하의 다정한 배려 때문입니다.
en: is because of the kind consideration of his majesty the emperor, who was concerned about him losing his father at an such a young age.

source: 대원씨아이
en: Daewon C.I.

source: 어차피 아기는 내년 봄에 태어날 거라니까.
en: after all, the baby isn’t expected to arrive until next spring.

source: 순순히 수해 방지를 위한 출장을 갈 경우,
en: if they easily agree to travel to prevent flooding,

source: 기간도 최소 5년 이상에 영지 부채가 늘어나서 위험합니다.
en: not only will it take at least five years to complete it, but it'll also incur high debt for the estate.

source: 열이 나는 거 아닙니까?
en: do you have a fever?

source: 저는 세트의 누나로서 그 아이가 저지른 일을 스스로 인정하고 반성하길 바라요.
en: as his older sister, I want sett to admit his faults and reflect on himself.

source: 다 다 다 다 당연 하죠!!
en: o-o-of course!!

source: 그렇다.
en: yes.

source: 확실히 현 공작 각하처럼 뛰어나게 강한 사람은 아직 없지만…
en: there isn't anyone who is as strong as the current duke yet...

source: 그리고 방수 마법이 걸린 바구니를 썼지만 습기에 케이크가 눅눅해질지도 모르고!
en: also, the cake could get soggy even though I put it inside the waterproof magic spell cast basket!

source: 그건 사실인가요?
en: is that true?

source: 레이딘이 다음 벤토아 공작이 되도록 설득해주십시오.
en: please persuade radin to become the next duke bentoi.

source: 가문 안의 상황은요?
en: how's the family situation?

source: 하?
en: hah!

source: 빌런!
en: billen!

source: 오, 그건 다행이네요.
en: oh, that's nice to hear.

source: 벤토아 공작가가 흔들린다면 국경의 수비가 약해지는 혼란이 올 수도 있어….
en: if the bentoi house fails to hold its place, the border defense will weaken and cause confusion...

source: 으어어, 힘들어!
en: that was a lot of work!

source: 이게 무슨…!!!
en: what utter nonsense...!!!

source: 다녀와서 또 할 겁니다.
en: I’ll do it again when I return.

source: 폐하께서 직접 처리하신 일이다.
en: and the empress has taken care of this herself.

source: 그런 거물들은 털어서 먼지 하나 안 나올 리가 없어요.
en: influential people like them will certainly have some dirt.

source: 어―?
en: oh!

source: 그리고 얼마 후….
en: a while later...

source: 게다가 모양도 특이해.
en: the shape is also quite unique.

source: 아기도 건강하고.
en: and the baby is also healthy.

source: 뭐라고 하는데요?
en: what did they say?

source: 네, 몇 년 정도라면 상관없습니다.
en: yes, a few years wouldn’t matter.

source: 여름이 오니까 그런가 봐.
en: I think it's because of the hot weather.

source: 후견을 하려면 제대로 해야죠.
en: if sir radin is going to be his custodian, he should do it right.

source: 말로 듣는 것보다 한 번 보시는 게 낫겠지요.
en: I think it'd be better for you to see it for yourself instead of just hearing it.

source: 37화
en: Episode 37

source: 아, 이거 다른 분들과 나눠 드세요.
en: oh, share this with the other workers.

source: 어떤 용건이신지 대충 짐작이 가니까요.
en: I already know what this is going to be about.

source: 다른 소드마스터가 하고 있습니까?
en: is another swordmaster doing it?

source: 전 대제 폐하의 설득도 통하지 않았고요.
en: even the former emperor’s persuasion didn’t work.

source: 아, 라네페 언니는 ‘그날’에 유독 열이 많이 나지.
en: right, ranepe gets bad fevers during that time of the month.

source: 세트의 차 취향에 대해선 제가 제일 잘 알잖아요.
en: I know sett’s tea preferences better than anyone.

source: 흐음….
en: hmm...

source: 이시드 켈 벤토아가 황제 폐하를 뵈옵니다.
en: greetings, your imperial majesty. my name is ishid kel bentoi.

source: 아무래도 빵집에 사람을 더 고용하는 게 나을 것 같습니다.
en: I really think you should hire more workers for the bakery.

source: …싫어~!!!
en: nooo!!!

source: 이 부부도 금슬이 참 좋구나.
en: this couple seems to have a very good relationship.

source: 일단 노력은 해보겠는데, 솔직히 자신은 없어요.
en: I’ll try. but frankly, I’m not sure if it will work.

source: 좋은 생각이십니다만….
en: that's a good idea but...

source: 실무는 권한이 나뉘어져 있어 가주가 없다 해도 가문의 유지에는 아무런 이상이 없습니다.
en: even if that position remains empty, they wouldn't have any problem maintaining the house because the authorities are divided.

source: 이게 무엇 인가요?
en: what is it?

source: 1성문의 황금사자를 강탈당했습니다!!!
en: the golden lion on gate 1 has been robbed!!!

source: 네가 진정으로,
en: if you are a knight,

source: 이에 대해 불만이 있는 자는 검을 들고 나와라!
en: if anyone has a problem with this, come out with a sword!

source: 누구요?
en: who?

source: 레이딘 경은 내일 출발하나요?
en: is sir radin arriving tomorrow?

source: 운명을 찾으시면 됩니다, 폐하.
en: you can find your destiny, your majesty.

source: 무슨 말씀인지는 알겠습니다만….
en: I understand what you're saying...

source: 조용히!!!
en: quiet!!!

source: 치료 방법은 없는 건가요?
en: is there no cure at all?

source: 도착―!!!
en: finally arrived!!!

source: 바로 양위식이 거행되었다.
en: the abdication ceremony was held right away.

source: 어디 보자….
en: let's see...

source: 어째서인가?
en: what was the reason?

source: 내 아들 이사의 후견인이 되어―
en: become a custodian of my son issa

source: 목숨은 안전하겠죠?
en: he’ll be safe there, right?

source: 폐하께서 자네에게 일주일간 휴가를 내리셨네.
en: the empress has rewarded you with a week of vacation.

source: 주변에서 신경을 써주시길.
en: so please be mindful.

source: …아.
en: ...ah.

source: 시스.
en: sist.

source: 자네가 없는 동안에도 위험한 일은 전혀 없었고.
en: nothing dangerous happened while you were gone either.

source: 잘자, 언니.
en: good night, ranepe.

source: 그리고…
en: and...

source: 그럼 전 폐하께 가보겠습니다.
en: I'll go to her majesty then.

source: 폐하… 벤토아 공작이 위독하다는 소식입니다.
en: your majesty... duke bentoi is in critical condition.

source: 저는
en: I

source: 에헤이.
en: heyyy.

source: 그런 건 높으신 분이 해야 할 일 아니니?
en: isn’t that a job for the higher-ups?

source: 폐하, 급하게 찾으셨다고 들었습니다.
en: your majesty, I heard you called.

source: 일단 혹시 몰라서 내일 일할 사람은 구해다 놨어.
en: I found someone to work tomorrow just in case.

source: 물론 경제적 지원도 끊습니다.
en: we cut off all financial support as well.

source: 아휴, 여기 아기들이 잔뜩이어서 좀 힘드네.
en: ugh, it's a little exhausting because there are so many babies here.

source: 언제….
en: when...?

source: 네에….
en: yes, sir...

source: 소공자가 그 정도로 재능이 있는 겁니까?
en: is lord issa really that talented?

source: 언니랑 같이 고급 마차를 불러서 타고 와, 알았지?
en: so ride in the premium carriage here with ranepe. okay?

source: 일거리도 늘어났지요.
en: we have even more work to do.

source: 저는 이미 맡은 일이 있으니 그쪽 가문의 일은 내부자들이 알아서 했으면 하는 마음입니다.
en: I just want them to deal with their family business themselves since I already have a job.

source: 가문의 고유 능력을 쓰면 더 올라갈 테고요.
en: it’ll be even higher if he uses the special ability of our family.

source: 오늘도 고생하셨습니다.
en: great work today, your majesty.

source: 그래.
en: yes.

source: 왜?
en: why?
